brew 'git'
brew 'node'
brew 'go'
brew 'rbenv'
brew 'mongodb-community'
brew 'postgresql'
brew 'redis'
brew 'docker'
brew 'docker-compose'
brew 'elastic/tap/apm-server-full'
brew 'elastic/tap/elasticsearch-full'
brew 'ruby-build'
brew 'python'
tap 'elastic/tap'

cask 'ngrok'
cask 'java'
cask 'postman'
cask 'dbeaver-community'
cask 'firefox'
cask 'firefox-developer-edition'
cask 'google-chrome'
cask 'skype'
cask 'virtualbox'
cask 'slack'
cask 'spotify'
cask 'iterm2'
cask 'whatsapp'
cask 'telegram-desktop'
cask 'franz'
cask 'vlc'
cask 'visual-studio-code'